USERS_MAP = { # ユーザー略語の定義

    "T": "ところ",
    "K": "こと",
    "TK": "とこ",
    "N": "なに",
    "ST": "から",
    "SKN": "また",
    "SN": "/",
    "TN": ",",
    "KN": ".",
}

VERB_GODAN_MAP = { # ストローク: [語幹, 行]
    "TNA-": ["だ", 's'],# 出す
    "KNA-": ["がんば", 'r'],# 頑張る (例外)
    "SKA-": ["わか", 'r'],# 分かる (例外)
    "IU-": ["い", 'w'],# 言う (例外)
    "AU-": ["おも", 'w'],# 思う (例外)
}
VERB_KAMI_MAP = { # ストローク: [語幹, 行]
    "TNI-": ["で", 'k'],# 出来る (例外)
    "I-": ["", 'w'],# いる (例外)
}
VERB_SIMO_MAP = { # ストローク: [語幹, 行]
    "KA-": ["かんが", 'w'],# 考える (例外)
}
